export const panel = {
  home: 'home',
  setCategory: 'set_category',
  setHabit: 'set_habit',
  habitInfo: 'habit_info',
};

export const category_list = [
  {
    emoji: '🍏',
    name: 'Питание',
    habitList: [
      'Фрукт каждый день',
      'Ни дня без овоща',
      'Не есть шоколад',
      'Никакого глютена',
      '10л воды в день',
      'Нет джанк-фуду',
      'Хлеб, вода и масло',
      'Много есть'
    ]
  },
  {
    emoji: '🏀',
    name: 'Спорт',
    habitList: [
      'Накачаться к лету',
      'Побить человека'
    ]
  },
  {
    emoji: '🍺',
    name: 'Вредные привычки',
    habitList: [
      'Научиться курить',
      'Выпивать'
    ]
  },
  {
    emoji: '📚',
    name: 'Учеба/ Саморазвитие',
    habitList: [
      'Книга',
      'Думать'
    ]
  },
  {
    emoji: '🗣️',
    name: 'Социальная сфера',
    habitList: [
      'Подойти к человеку',
      'Поговорить с Олегом'
    ]
  },
  {
    emoji: '👍',
    name: 'Добрые дела',
    habitList: [
      'Не подходить к людям',
      'Не есть кота'
    ]
  },
];